
import { FaRegSadCry, FaSmileWink } from "react-icons/fa";
import { SiSparkfun, SiAntdesign } from "react-icons/si";
import { GiLovers, GiHoneycomb } from "react-icons/gi";


// Features Data
export const featuresData = [
  {
    id: 1,
    icon: <SiSparkfun />,
    animationType: "fade-right",
    title: "Entertainment",
    des: "বিনোদন মুলক সকল পোস্ট গ্রুপে দেওয়া হবে । এবং আনন্দময় মুহুর্তগুলো সবার সাথে Share করতে পারবেন। তাই গ্রুপের সাথেই থাকুন। ধন্যবাদ 💝",
  },
  {
    id: 2,
    icon: <GiLovers />,
    animationType: "zoom-in",
    title: "Romantic Posts",
    des: "লিখুন আপনার জীবনকে, ভালবাসাকে একেক-টা গল্প আকারে। এই গ্রুপের মাধ্যমে আপনার জীবন পৌঁছে যাক হাজারো জীবনের কাছে। জীবন পরিণত হোক রোমান্টিক ভালোবাসার গল্পে",
  },
  {
    id: 3,
    icon: <FaRegSadCry />,
    animationType: "fade-left",
    title: "Sad Posts",
    des: "সব শিক্ষা বইয়ের পাতা থেকে নয়! 🌸 কিছু শিক্ষা পরিস্থিতি আর বাস্তবতা থেকেও হয়.!🙂 এই গ্রুপের মাধ্যমে আপনার জীবন পৌঁছে যাক হাজারো জীবনের কাছে।",
  },
  {
    id: 4,
    icon: <FaSmileWink />,
    animationType: "flip-left",
    title: "Funny Post",
    des: "হাসলে মন এবং মেজাজ উভয়ই সতেজ থাকে। আজকের ব্যস্ততায় মানুষ হাসতেও ভুলে যাচ্ছে। তাই আপনাদের হাসানোর জন্য আমরা নিয়ে এসেছি মজার ভাইরাল জোকস।",
  },
  {
    id: 5,
    icon: <SiAntdesign />,
    animationType: "zoom-in-up",
    title: "Photo Contests",
    des: "আমাদের গ্রুপে ফটো কনটেস্ট এর আয়োজন করা হয়েছে। আপনারা আমাদের গ্রুপে আপনাদের বেস্ট ছবিটি পোস্ট করে আমাদের গ্রুপের ফটো কনটেস্টে অংশগ্রহণ করুন। ",
  },
  {
    id: 6,
    icon: <GiHoneycomb />,
    animationType: "flip-right",
    title: "Communication",
    des: "Messenger Group এর মাধ্যমে গ্রুপের সকলের সাথে আড্ডা দেওয়ার সুবিধা আছে, সবার সাথে আলচনা করে সকল ধরনের সুবিধা পেতে পারেন",
  },
];
